
/* Alert title for when changing memory protection fails; used in two places */
"protectionChangeFailedAlertTitle" = "内存保护更改失败";

/* Alert message for when changing memory protection fails */
"protectionChangeFailedAlertMessage" = "无法将该内存的保护权限更改为指定权限";

/* Alert message for when finding a memory region fails */
"findMemoryRegionFailedAlertMessage" = "无法在内存区域中定位指定的内存地址";

/* Undo action for changing memory protection */
"undoProtectionChangeAction" = "保护权限更改";

/* Alert title when user enters an invalid memory range address range */
"invalidAddressRangeAlertTitle" = "无效的地址范围";

/* Alert message when user enters an invalid memory range address range */
"invalidAddressRangeAlertMessage" = "请确认地址输入是否正确。";
